Repository: roxchat/mobile-widget-ios
Catalog: Sources/RoxChatMobileWidget/Classes/Localization/*.lproj/Localizable.strings
Languages: ar, bg, es, he, pt, ru, uk

source: * Account name can't be empty.
ru: * Название аккаунта не может быть пустым

source: * Location can't be empty.
ru: * Размещение не может быть пустым

source: <?>Quote Message
ru: <?>Message

source: Account
ar: حساب
bg: Акаунтът
es: Cuenta
he: חשבון
pt: Conta
ru: Аккаунт
uk: Обліковий запис

source: Account name has invalid characters.
ru: Название аккаунта содержит недопустимые символы.

source: Account name text field
ru: Текстовое поле названия учетной записи

source: Account name*
ru: Название аккаунта*

# AccountBlocked
source: Account that is used to create session is blocked. Please contact Roxchat support or use another one.
ar: تم حظر الحساب الذي تم استخدامه لإنشاء الجلسة. الرجاء التواصل مع دعم Rox.Chat أو استخدام حساب آخر.
bg: Акаунтът, използван за създаване на сесия, е блокиран. Моля, свържете се с поддръжката на Rox.Chat или използвайте друг.
es: La cuenta que se utiliza para crear la sesión está bloqueada. Por favor, contacta el soporte de Rox.Chat o utiliza otra.
he: החשבון שמשמש ליצירת הסשן נחסם. יש ליצור קשר עם תמיכת Rox.Chat או להשתמש בחשבון אחר.
pt: A conta usada para criar a sessão está bloqueada. Entre em contato com o suporte Rox.Chat ou use outra.
ru: Учетная запись, с помощью которой была произведена попытка начать сессию, заблокирован. Пожалуйста, обратитесь в службу поддержки "Roxchat" или используйте другую учетную запись.
uk: Обліковий запис, який використовується для створення сесії, заблокований. Будь ласка, зв'яжіться з підтримкою Rox.Chat або використайте інший.

source: Additional information
ar: معلومات إضافية
bg: Допълнителна информация
es: Información adicional
he: מידע נוסף
pt: Informações adicionais
ru: Дополнительная информация
uk: Додаткова інформація

source: Agent title
ar: عنوان العميل
bg: Заглавие на оператор
es: Título del agente
he: כותרת הסוכן
pt: Título do agente
ru: Заголовок сотрудника
uk: Заголовок агента

# Alert account name
source: Roxchat account name or full server address (for example, "demo" or "https://demo.rox.chat")
ar: اسم حساب Rox.Chat أو عنوان الخادم الكامل (على سبيل المثال، "demo" أو "https://demo.rox.chat")
bg: Име на акаунта в Rox.Chat или пълен адрес на сървъра (например „demo“ или "https://demo.rox.chat")
es: Nombre de la cuenta de Rox.Chat o dirección completa del servidor (por ejemplo, "demo" o "https://demo.rox.chat")
he: שם החשבון של Rox.Chat או כתובת השרת המלאה (לדוג' "דמו" או "https://demo.rox.chat")
pt: Nome da conta Rox.Chat ou endereço completo do servidor (por exemplo, "demo" ou "https://demo.rox.chat")
ru: Введите полный URL сервера или название аккаунта, размещённого на сервере *.rox.chat. Например для сервера https://demo.rox.chat нужно ввести demo.
uk: Ім'я облікового запису Rox.Chat або повна адреса сервера (наприклад, "demo" або "https://demo.rox.chat")

source: Camera
ar: الكاميرا
bg: Камера
es: Cámara
he: מצלמה
pt: Câmera
ru: Камера
uk: Камера

source: Camera is not available
ar: الكاميرا غير متوفرة
bg: Камерата не е налична
es: La cámara no está disponible
he: המצלמה אינה זמינה
pt: Câmera não disponível
ru: Камера недоступна
uk: Камера недоступна

source: Cancel
ar: إلغاء
bg: Отказ
es: Cancelar
he: ביטול
pt: Cancelar
ru: Отменить
uk: Скасувати

source: Chat does not exist
ar: المحادثة غير موجودة
bg: Чатът не съществува
es: El chat no existe
he: הצ'אט אינו קיים
pt: O chat não existe
ru: Чат не существует
uk: Чат не існує

source: Chat finished.
ar: انتهت المحادثة.
bg: Чатът приключи.
es: Chat finalizado.
he: הצ'אט הסתיים
pt: Chat finalizado.
ru: Чат закончен.
uk: Чат завершено.

source: Comment is too long
ar: التعليق طويل جداً
bg: Коментарът е твърде дълъг
es: El comentario es demasiado largo
he: ההערה ארוכה מדי
pt: Comentário muito longo
ru: Слишком большой комментарий
uk: Коментар занадто довгий

source: connection error
ar: خطأ في الاتصال
bg: грешка във връзката
es: Error de conexión
he: שגיאת חיבור
pt: Erro de conexão
ru: oтсутствует подключение
uk: Помилка з'єднання

source: Choose department
ar: اختر القسم
bg: Изберете отдел
es: Elegir departamento
he: בחר מחלקה
pt: Escolher departamento
ru: Выберите отдел
uk: Виберіть відділ

source: Copy
ar: نسخ
bg: Копиране
es: Copiar
he: העתק
pt: Copiar
ru: Копировать
uk: Копіювати

source: Delete
ar: حذف
bg: Изтриване
es: Eliminar
he: מחק
pt: Excluir
ru: Удалить
uk: Видалити

source: Delete message unknown error
ar: خطأ غير معروف في حذف الرسالة
bg: Неизвестна грешка при изтриване на съобщение
es: Error desconocido al eliminar el mensaje
he: שגיאה לא ידועה במחיקת ההודעה
pt: Erro desconhecido ao excluir mensagem
ru: Неизвестная ошибка при удалении сообщения
uk: Помилка видалення повідомлення

source: Deleting messages is turned off on the server
ar: تم إيقاف حذف الرسائل على الخادم
bg: Изтриването на съобщения е изключено на сървъра
es: La eliminación de mensajes está desactivada en el servidor
he: מחיקת הודעות מנוטרלת בשרת
pt: A exclusão de mensagens está desativada no servidor
ru: Удаление сообщений отключено на сервере
uk: Видалення повідомлень вимкнено на сервері

source: Edit
ar: تحرير
bg: Редактиране
es: Editar
he: ערוך
pt: Editar
ru: Редактировать
uk: Редагувати

source: Edit message unknown error
ar: خطأ غير معروف في تحرير الرسالة
bg: Неизвестна грешка при редактиране на съобщение
es: Error desconocido al editar el mensaje
he: שגיאה לא ידועה בעריכת ההודעה
pt: Erro desconhecido ao editar mensagem
ru: Неизвестная ошибка при редактировании сообщения
uk: Помилка редагування повідомлення

source: Editing message is empty
ar: رسالة التحرير فارغة
bg: Редактирането на съобщението е празно
es: El mensaje a editar está vacío
he: עריכת הודעה ריקה
pt: EA edição da mensagem está vazia
ru: Редактируемое сообщение является пустым
uk: Редагування повідомлення порожнє

source: Editing messages is turned off on the server
ar: تم إيقاف تحرير الرسائل على الخادم
bg: Редактирането на съобщения е изключено на сървъра
es: La edición de mensajes está desactivada en el servidor
he: עריכת הודעות מנוטרלת בשרת
pt: A edição de mensagens está desativada no servidor
ru: Редактирование сообщений отключено на сервере
uk: Редагування повідомлень вимкнено на сервері

source: Enter message
ar: أدخل رسالة
bg: Въведете съобщение
es: Escribe un mensaje
he: הזן הודעה
pt: Inserir mensagem
ru: Введите сообщение
uk: Введіть повідомлення

source: Enter your comment
ar: أدخل تعليقك
bg: Въведете вашия коментаt
es: Escribe tu comentario
he: הזן את ההערה שלך
pt: Inserir seu comentário
ru: Введите текст комментария
uk: Введіть свій коментар

source: Failed to send survey answer
ar: فشل في إرسال إجابة الاستطلاع
bg: Неуспешно изпращане на отговор на анкетата
es: Fallo al enviar la respuesta de la encuesta
he: נכשל בשליחת תשובת הסקר
pt: Falha ao enviar resposta da pesquisa
ru: Не удалось отправить ответ на опрос
uk: Не вдалося відправити відповідь на опитування

source: Failed to upload file: visitor is not logged in
ar: فشل في تحميل الملف: الزائر غير مسجل الدخول
bg: Неуспешно качване на файл: посетителят не е влезнал
es: Fallo al subir el archivo: el visitante no ha iniciado sesión
he: נכשל בהעלאת הקובץ: המבקר לא מחובר
pt: Falha ao enviar arquivo: visitante não está logado
ru: Не удалось загрузить файл: посетитель не авторизован
uk: Не вдалося завантажити файл: відвідувач не увійшов у систему

source: Fetching more messages...
ar: جاري جلب المزيد من الرسائل...
bg: Извличане на повече съобщения...
es: Obteniendo más mensajes...
he: מביא הודעות נוספות...
pt: Buscando mais mensagens...
ru: Сообщения загружаются...
uk: Отримання більше повідомлень...

source: File
ar: ملف
bg: Файл
es: Archivo
he: קובץ
pt: Arquivo
ru: Документ
uk: Файл

source: File is being sent
ar: يتم إرسال الملف
bg: Файлът се изпраща
es: El archivo se está enviando
he: הקובץ נשלח
pt: Arquivo está sendo enviado
ru: Файл отправляется
uk: Файл надсилається

source: File is too large.
ar: الملف كبير جداً.
bg: Файлът е твърде голям.
es: El archivo es demasiado grande.
he: הקובץ גדול מדי.
pt: Arquivo é muito grande.
ru: Размер файла превышен
uk: Файл занадто великий.

source: File is too small
ar: الملف صغير جداً
bg: Файлът е твърде малък
es: El archivo es demasiado pequeño
he: הקובץ קטן מדי
pt: Arquivo é muito pequeno
ru: Размер файла слишком мал
uk: Файл занадто малий

source: File sending failed
ar: فشل في إرسال الملف
bg: Грешка при изпращането на файл
es: Fallo al enviar el archivo
he: נכשל בשליחת הקובץ
pt: Falha no envio do arquivo
ru: Неудачная попытка отправки файла
uk: Надсилання файлу не вдалося

source: File type is not supported
ar: نوع الملف غير مدعوم
bg: Типът на файла не се поддържа
es: Tipo de archivo no compatible
he: סוג הקובץ אינו נתמך
pt: Tipo de arquivo não suportado
ru: Данный тип файла не поддерживается
uk: Тип файлу не підтримується

source: File sending unknown error
ar: خطأ غير معروف في إرسال الملف
bg: Неизвестна грешка при изпращане на файл
es: Error desconocido al enviar el archivo
he: שגיאה לא ידועה בשליחת הקובץ
pt: Falha desconhecida no envio do arquivo
ru: Неизвестная ошибка при отправке файла
uk: Невідома помилка надсилання файлу

source: Go to Settings
ar: انتقل إلى الإعدادات
bg: Отиди в Настройки
es: Ir a Configuración
he: עבור להגדרות
pt: Ir para Configurações
ru: Перейти в настройки
uk: Перейти до налаштувань

source: Greeting title
ru: Приветственное заглавие

source: Greeting words
ru: Приветственные слова

source: If you are registered in Roxchat service you can use your own account name and location.
ru: Если Вы зарегистрированы в сервисе Roxchat, тогда можете использовать собственное название аккаунта и размещение.

source: Image
ar: صورة
bg: Изображение
es: Imagen
he: תמונה
pt: Imagem
ru: Изображение
uk: Зображення

source: Incorrect radio value
ar: قيمة الراديو غير صحيحة
bg: Неправилна стойност за радио
es: Valor de radio incorrecto
he: ערך רדיו שגוי
pt: Valor de rádio incorreto
ru: Неправильное значение опроса
uk: Невірне значення радіо

source: Incorrect stars value
ar: قيمة النجوم غير صحيحة
bg: Неправилна стойност за звезди
es: Valor de estrellas incorrecto
he: ערך כוכבי שגוי
pt: Valor de estrelas incorreto
ru: Неправильное значение рейтинга
uk: Невірне значення зірок

source: Incorrect survey ID
ar: معرف استطلاع غير صحيح
bg: Неправилен идентификатор на анкетата
es: ID de encuesta incorrecta
he: מזהה סקר שגוי
pt: ID da pesquisa incorreto
ru: Неправильный ID опроса
uk: Невірний ідентифікатор опитування

# InvalidSettings
source: Invalid Account Settings
ar: إعدادات حساب غير صالحة
bg: Невалидни настройки на акаунта
es: Configuración de cuenta inválida
he: הגדרות חשבון לא תקינות
pt: Configurações inválidas da conta
ru: Некорректное название аккаунта
uk: Неправильні налаштування облікового запису

source: Load error
ar: خطأ في التحميل
bg: Грешка при зареждане
es: Error de carga
he: שגיאת טעינה
pt: Erro de carrega
ru: Ошибка загрузки файла
uk: Помилка завантаження

# LoadFileErrorText
source: Try upload another file
ar: حاول تحميل ملف آخر
bg: Опитайте да качите друг файл
es: Intenta subir otro archivo
he: נא לנסות להעלות קובץ אחר
pt: Tente carregar outro arquivo
ru: Попробуйте загрузить другой файл
uk: Спробуйте завантажити інший файл

# Loading File...
source: Loading the file...
ar: جاري تحميل الملف...
bg: Зареждане на файла...
es: Cargando el archivo...
he: מעלה את הקובץ...
pt: Carregando o arquivo...
ru: Загружаем файл...
uk: Завантаження файлу...

source: Location has invalid characters.
ru: Размещение содержит недопустимые символы

source: Location text field
ru: Текстовое поле размещения

source: Location*
ru: Размещение*

# MaxFilesCountExceeded
source: Files count per message limit exceeded
ar: تجاوز الحد الأقصى لعدد الملفات لكل رسالة
bg: Превишен лимит за брой на файлове за съобщение
es: Se ha excedido el límite de archivos por mensaje
he: חריגה ממגבלת מס' הקבצים להודעה
pt: Limite de quantidade de arquivos por mensagem excedido
ru: Превышено максимальное число отправляемых файлов для сообщения
uk: Перевищено обмеження кількості файлів на повідомлення

# MaxMessageLengthExceeded
source: Max message lenght exceeded
ar: تجاوز طول الرسالة الأقصى
bg: Надхвърлена максималната дължина на съобщението
es: Se ha excedido la longitud máxima del mensaje
he: חריגה ממגבלת אורך ההודעה
pt: Largura máxima da mensagem excedida
ru: Превышена максимальная длина сообщения
uk: Перевищено максимальну довжину повідомлення

source: Message deleting failed
ar: فشل حذف الرسالة
bg: Съобщението за изтриване неуспешно
es: Fallo al eliminar el mensaje
he: נכשל במחיקת ההודעה
pt: Falha ao excluir mensagem
ru: Неудачная попытка удаления сообщения
uk: Видалення повідомлення не вдалося

source: Message editing failed
ar: فشل تحرير الرسالة
bg: Съобщението за редактиране неуспешно
es: Fallo al editar el mensaje
he: נכשל בעריכת ההודעה
pt: Falha ao editar mensagem
ru: Неудачная попытка редактирования сообщения
uk: Редагування повідомлення не вдалося

source: Message not found
ar: الرسالة غير موجودة
bg: Съобщението не е намерено
es: Mensaje no encontrado
he: ההודעה לא נמצאה
pt: Mensagem não encontrada
ru: Сообщение не найдено
uk: Повідомлення не знайдено

source: Message not owned by visitor
ar: الرسالة ليست مملوكة للزائر
bg: Съобщението не принадлежи на посетителя
es: Mensaje no pertenece al visitante
he: ההודעה לא שייכת למבקר
pt: Mensagem não pertence ao visitante
ru: Сообщение не принадлежит посетителю
uk: Повідомлення не належить відвідувачеві

source: Need camera access
ar: يحتاج إلى تصريح الوصول للكاميرا
bg: Нужен е достъп до камерата
es: Necesita acceso a la cámara
he: נדרש גישה למצלמה
pt: Necessita de acesso à câmera
ru: Необходим доступ к камере
uk: Потрібен доступ до камери

# Need photo access
source: App needs access to your photo library. Please go to your device's settings > Privacy > Photos and set to ON
ar: تحتاج التطبيق إلى الوصول إلى مكتبة الصور الخاصة بك. يرجى الانتقال إلى إعدادات جهازك > الخصوصية > الصور وتفعيل التطبيق
bg: Приложението се нуждае от достъп до вашата библиотека със снимки. Моля, отидете в настройките на устройството си > Поверителност > Снимки и го задайте на ВКЛ.
es: La aplicación necesita acceso a tu biblioteca de fotos. Por favor, ve a Ajustes en tu dispositivo > Privacidad > Fotos y actívalo
he: היישום דורש גישה לספריית התמונות שלך. יש לעבור להגדרות המכשיר שלך > פרטיות > תמונות ולהפעיל
pt: O aplicativo precisa de acesso à sua biblioteca de fotos. Por favor, vá para as configurações do seu dispositivo > Privacidade > Fotos e ative
ru: Чтобы Вы могли сохранять фотографии, приложению нужен доступ к галерее. Пожалуйста, включите доступ в настройках устройства > Конфиденциальность > Фотографии
uk: Додаток потребує доступ до вашої фотобібліотеки. Будь ласка, перейдіть до налаштувань вашого пристрою > Конфіденційність > Фотографії та встановіть увімкнено

source: No agent
ar: لا يوجد وكيل
bg: Няма оператор
es: Sin agente
he: אין סוכן
pt: Sem agente
ru: Нет оператора
uk: Немає агента

source: No agents available
ar: لا يوجد وكلاء متاحين
bg: Няма налични агенти
es: No hay agentes disponibles
he: אין סוכנים זמינים
pt: Nenhum agente disponível
ru: Нет доступных операторов
uk: Немає доступних агентів

source: No current survey
ar: لا يوجد استطلاع حالي
bg: Няма текуща анкета
es: No hay encuesta actual
he: אין סקר נוכחי
pt: Nenhuma pesquisa atual
ru: Опрос не существует
uk: Немає поточного опитування

source: Note for rate is too long
ar: الملاحظة للتقييم طويلة جدًا
bg: Забележката за оценка е твърде дълга
es: La nota para la calificación es demasiado larga
he: ההערה לדירוג ארוכה מדי
pt: Nota para avaliação é muito longa
ru: Комментарий к оценке слишком длинный
uk: Примітка для оцінки занадто довга

source: OK
ar: موافق
bg: ОК
he: אישור
ru: ОК

source: Online
ar: متصل
bg: На линия
es: En línea
he: מחובר
ru: В сети
uk: Онлайн

source: Open app settings
ar: فتح إعدادات التطبيق
bg: Отваряне на настройките на приложението
es: Abrir ajustes de la aplicación
he: פתח הגדרות אפליקציה
pt: Abrir configurações do aplicativ
ru: Открыть настройки приложения
uk: Відкрити налаштування додатка

# Operator Info
source: Info about Agent
ar: معلومات عن الوكيل
bg: Информация за агента
es: Información sobre el agente
he: מידע על הסוכן
pt: Informações sobre o Agente
ru: Информация об операторе
uk: Інформація про агента

# Operator rating failed
source: Agent cannot be rated
ar: فشل تقييم الوكيل
bg: Агентът не може да бъде оценен
es: No se puede calificar al agente
he: דירוג הסוכן נכשל
pt: O agente não pode ser avaliado
ru: Невозможно оценить оператора
uk: Агента не можна оцінити

# P.CR
source: An agent requested your contact data.
ar: طلب الوكيل بيانات الاتصال الخاصة بك.
bg: Aгентът поиска вашите контактни данни.
es: Un agente solicitó tus datos de contacto.
he: סוכן ביקש את פרטי התקשרותך.
pt: Um agente solicitou seus dados de contato.
ru: Оператор запросил контактные данные.
uk: Агент запросив ваші контактні дані.

# P.OA
source: Agent %@ was assigned to your request.
ar: تم تعيين الوكيل %@ لطلبك.
bg: На агента %@ e възложен вашият заявка.
es: El agente %@ fue asignado a tu solicitud.
he: הסוכן %@ הוקצה לבקשתך.
pt: Agente %@ foi designado para o seu pedido.
ru: Обращению назначен оператор: %@.
uk: Агент %@ був призначений для вашого запиту.

# P.OF
source: %@ sent a file: %@.
ar: %@ قام بإرسال ملف: %@.
bg: %@ изпрати файл: %@.
es: %@ envió un archivo: %@.
he: %@ שלח קובץ: %@.
pt: %@ enviou um arquivo: %@.
ru: %@ прислал файл: %@.
uk: %@ відправив файл: %@.

# P.OM
source: %@ written a message: %@
ar: %@ كتب رسالة: %@
bg: %@ написа съобщение: %@
es: %@ escribió un mensaje: %@
he: %@ כתב הודעה: %@
pt: %@ escreveu uma mensagem: %@.
ru: %@ написал сообщение: %@.
uk: %@ написав повідомлення: %@

# P.RO
source: Rate the agent.
ar: قيم الوكيل.
bg: Оценете агента.
es: Califica al agente.
he: דרג את הסוכן.
pt: Avalie o agente.
ru: Оцените оператора.
uk: Оцініть агента.

source: Page title
ru: Название экрана чата

source: Page title text field
ru: Текстовое поле названия экрана чата

source: Photo Library
ar: مكتبة الصور
bg: Галерия
es: Biblioteca de fotos
he: ספריית תמונות
pt: Biblioteca de Fotos
ru: Фотогалерея
uk: Фотобібліотека

source: Please Allow Access
ar: الرجاء السماح بالوصول
bg: Моля, разрешете достъпа
es: Por favor, permite el acceso
he: נא לאשר גישה
pt: Por favor, Permita o Acesso
ru: Разрешите доступ
uk: Будь ласка, дозвольте доступ

source: Please rate the overall impression of the consultation.
ar: الرجاء تقييم الانطباع العام للاستشارة.
bg: Моля, оценете общия впечатление от консултацията.
es: Por favor califica la impresión general de la consulta.
he: נא לדרג את הרושם הכללי של הייעוץ.
pt: Por favor, avalie a impressão geral da consulta.
ru: Пожалуйста, оцените общие впечатления от консультации.
uk: Будь ласка, оцініть загальне враження від консультації.

source: Question not found
ar: السؤال غير موجود
bg: Въпросът не е намерен
es: Pregunta no encontrada
he: השאלה לא נמצאה
pt: Pergunta não encontrada
ru: Вопрос не найден
uk: Питання не знайдено

# Rate Operator
source: Rate Agent
ar: تقييم الوكيل
bg: Оцени агента
es: Calificar agente
he: דרג את הסוכן
pt: Avaliar Agente
ru: Оценить оператора
uk: Оцінити агента

source: Reply
ar: رد
bg: Отговор
es: Responder
he: השב
pt: Responder
ru: Ответить
uk: Відповісти

source: Response cannot be created for this request
ar: لا يمكن إنشاء رد على هذا الطلب
bg: Отговорът не може да бъде създаден за тази заявка
es: No se puede crear una respuesta para esta solicitud
he: לא ניתן ליצור תשובה עבור בקשה זו
pt: Não é possível criar resposta para este pedido
ru: Ответ не может быть создан для данного запроса
uk: Відповідь не може бути створена для цього запиту

source: Save
ru: Сохранить

source: Save error
ar: خطأ في الحفظ
bg: Грешка при записване
es: Error al guardar
he: שגיאת שמירה
pt: Erro ao salvar
ru: Ошибка сохранения
uk: Помилка збереження

# SaveErrorMessage
source: No access to save images on the device. Grant access in the application settings.
ar: لا يوجد وصول لحفظ الصور على الجهاز. قم بمنح الوصول في إعدادات التطبيق.
bg: Няма достъп за записване на изображения на устройството. Одобрете достъпа в настройките на приложението.
es: No hay acceso para guardar imágenes en el dispositivo. Concede acceso en la configuración de la aplicación.
he: אין גישה לשמירת תמונות במכשיר. יש לאשר גישה בהגדרות האפליקציה.
pt: Sem acesso para salvar imagens no dispositivo. Conceda acesso nas configurações do aplicativo.
ru: Нет доступа к сохранению изображений на устройстве. Предоставьте доступ в настройках приложения.
uk: Немає доступу до збереження файлів на пристрої. Надайте доступ у налаштуваннях додатка.

# SaveFileErrorMessage
source: No access to save files on the device. Grant access in the application settings.
ar: لا يوجد وصول لحفظ الملفات على الجهاز. قم بمنح الوصول في إعدادات التطبيق.
bg: Няма достъп за записване на файлове на устройството. Одобрете достъпа в настройките на приложението.
es: No hay acceso para guardar archivos en el dispositivo. Concede acceso en la configuración de la aplicación.
he: אין גישה לשמירת קבצים במכשיר. יש לאשר גישה בהגדרות האפליקציה.
pt: Sem acesso para salvar arquivos no dispositivo. Conceda acesso nas configurações do aplicativo.
ru: Нет доступа к сохранению файлов на устройстве. Предоставьте доступ в настройках приложения.
uk: Немає доступу до збереження файлів на пристрої. Надайте доступ у налаштуваннях додатка.

source: Saved!
ar: تم الحفظ!
bg: Запазено!
es: ¡Guardado!
he: נשמר!
pt: Salvo!
ru: Сохранено!
uk: Збережено!

source: Saves current settings and shows start screen.
ru: Сохраняет текущие настройки и возвращает к начальной странице.

source: Send
ar: إرسال
bg: Изпращане
es: Enviar
he: שלח
pt: Enviar
ru: Отправить
uk: Надіслати

source: Send first message to start chat.
ar: أرسل أول رسالة لبدء المحادثة.
bg: Изпратете първото съобщение, за да започнете чат.
es: Envía el primer mensaje para comenzar el chat.
he: שלח הודעה ראשונה כדי להתחיל בשיחה.
pt: Envie a primeira mensagem para iniciar o chat.
ru: Отправьте первое сообщение, чтобы начать чат.
uk: Надішліть перше повідомлення, щоб почати чат.

source: Send keyboard request failed
ar: فشل طلب لوحة المفاتيح
bg: Неуспешно изпращане на заявка за клавиатура
es: Fallo al enviar solicitud del teclado
he: נכשל בבקשת מקלדת שנשלחה
pt: Falha ao enviar solicitação de teclado
ru: Неудачная попытка отправки запроса клавиатуры
uk: Відправка запиту клавіатури не вдалася

source: Send keyboard request unknown error
ar: خطأ غير معروف في طلب لوحة المفاتيح
bg: Неизвестна грешка при изпращане на заявка за клавиатура
es: Error desconocido al enviar solicitud del teclado
he: שגיאה לא ידועה בבקשת מקלדת שנשלחה
pt: Erro desconhecido ao enviar solicitação de teclado
ru: Неизвестная ошибка при отправке запроса клавиатуры
uk: Невідома помилка під час відправки запиту клавіатури

source: Sending files in body is not supported
ar: عدم دعم إرسال الملفات في النص
bg: Изпращането на файлове в съдържанието не се поддържа
es: No se admite el envío de archivos en el cuerpo del mensaje
he: שליחת קבצים בתוך התוכן אינה נתמכת
pt: O envio de arquivos no corpo não é suportado
ru: Отправляемый файл не был получен
uk: Надсилання файлів у тілі не підтримується

source: Session creation failed
ar: فشل إنشاء الجلسة
bg: Създаването на сесия неуспешно
es: Fallo al crear la sesión
he: נכשל ביצירת הסשן
pt: Falha na criação da sessão
ru: Неудачная попытка создания сессии
uk: Створення сесії не вдалося

source: Settings
ar: الإعدادات
bg: Настройки
es: Ajustes
he: הגדרות
pt: Configurações
ru: Настройки
uk: Налаштування

source: Shows settings.
ru: Показывает настройки.

source: Start chat
ru: Начать чат

source: Starts chat.
ru: Начинает чат.

source: Survey disabled
ar: استطلاع معطل
bg: Анкетата е деактивирана
es: Encuesta deshabilitada
he: הסקר מנוטרל
pt: Pesquisa desativada
ru: Опрос отключен
uk: Опитування вимкнено

source: Thanks!
ar: شكراً!
bg: Благодарности!
es: ¡Gracias!
he: תודה!
pt: Obrigado!
ru: Спасибо!
uk: Дякуємо!
