Repository: roxchat/mobile-widget-ios
Catalog: Sources/RoxChatMobileWidget/Classes/Localization/*.lproj/Localizable.strings
Languages: ar, bg, es, he, pt, ru, uk

source: The image has been saved to your photos
ar: تم حفظ الصورة في الصور الخاصة بك
bg: Изображението беше запазено във вашите снимки
es: La imagen se ha guardado en tus fotos
he: התמונה נשמרה באלבומי התמונות שלך
pt: A imagem foi salva em suas fotos
ru: Изображение было сохранено в Вашу фотогалерею
uk: Зображення було збережено у вашому фотоальбомі.

# There is no current agent to rate
source: There is no agent to rate.
ar: لا يوجد وكيل حالي للتقييم
bg: Няма наличен агент, който да оцени.
es: No hay agente actual para calificar
he: אין סוכן נוכחי לדירוג
pt: Não há agente atual para avaliar.
ru: Нет оператора для выставления оценки
uk: Наразі немає агента для оцінки.

source: This agent not in the current chat
ar: هذا الوكيل غير موجود في المحادثة الحالية
bg: Този агент не е в текущия разговор
es: Este agente no está en el chat actual
he: הסוכן הנוכחי אינו בשיחה הנוכחית
pt: Este agente não está no chat atual
ru: Этот оператор не находится в данном чате
uk: Цей агент не є у поточному чаті.

source: To start a chat tap on the button below. Operator can answer to your chat at: https://demo.rox.chat/ Login: o@rox.chat Password: password This app source code can be found at: https://github.com/roxchat/roxchat-client-sdk-ios
ru: Для того, чтобы начать чат, нажмите на кнопку ниже.

source: Unknown error
ar: خطأ غير معروف
bg: Неизвестна грешка
es: Error desconocido
he: שגיאה לא ידועה
pt: Erro desconhecido
ru: Неизвестная ошибка
uk: Невідома помилка

source: Uploading file
ar: جارٍ رفع الملف
bg: Качване на файл
es: Subiendo archivo
he: מעלה קובץ
pt: Carregando arquivo
ru: Отправка файла
uk: Завантаження файлу

source: Roxchat needs permission to access your camera so you can send photos to chat.
ru: Чтобы Вы могли отправить фото в чат, Roxchat требуется доступ к камере.

# Welcome to the RoxchatClientLibrary app!
source: Welcome to the Rox.Chat Support!
ru: Добро пожаловать в приложение Roxchat Chat!

source: Wrong button ID in request
ar: معرف الزر خاطئ في الطلب
bg: Грешен идентификатор на бутона в заявката
es: Identificación incorrecta del botón en la solicitud
he: זיהוי כפתור שגוי בבקשה
pt: ID do botão incorreto na solicitação
ru: Неправильный ID кнопки в запросе
uk: Неправильний ідентифікатор кнопки в запиті

source: Wrong message ID in request
ar: معرف الرسالة خاطئ في الطلب
bg: Грешен идентификатор на съобщението в заявката
es: Identificación incorrecta del mensaje en la solicitud
he: זיהוי הודעה שגוי בבקשה
pt: ID da mensagem incorreto na solicitação
ru: Неправильный ID сообщения в запросе
uk: Неправильний ідентифікатор повідомлення в запиті

source: Wrong message kind (not text)
ar: نوع الرسالة خاطئ (ليس نص)
bg: Грешен вид съобщение (не текст)
es: Tipo de mensaje incorrecto (no es texto)
he: הסוג של הודעה שגוי (לא טקסט)
pt: Tipo de mensagem incorreto (não é texto)
ru: Неправильный тип сообщения (не текст)
uk: Неправильний тип повідомлення (не текст)

source: Your feedback will help us become better.
ar: سيساعدنا تعليقك على أن نصبح أفضل.
bg: Вашият отзив ще ни помогне да станем по-добри.
es: Tu opinión nos ayudará a mejorar.
he: המשוב שלך יעזור לנו להתפתח ולשפר.
pt: Seu feedback nos ajudará a melhorar.
ru: Ваш отзыв поможет нам стать лучше.
uk: Ваш відгук допоможе нам стати кращими.

source: Your visitor account is in the black list.
ar: حساب الزائر الخاص بك في القائمة السوداء.
bg: Вашият акаунт на посетител е в черния списък.
es: Tu cuenta de visitante está en la lista negra.
he: חשבון המבקר שלך נמצא ברשימת השחור.
pt: Sua conta de visitante está na lista negra.
ru: Ваша учетная запись посетителя находится в черном списке.
uk: Ваш обліковий запис відвідувача знаходиться у чорному списку.

source: comment
ar: تعليق
bg: коментар
es: comentario
he: תגובה
pt: comentário
ru: комментарий
uk: коментар

source: edited
ar: محرر
bg: редактиран
es: editado
he: עריכה
pt: editado
ru: изменено
uk: відредаговано

source: typing
ar: يكتب
bg: пише
es: escribiendo
he: מקליד
pt: digitando
ru: печатает
uk: печатання

source: You
ar: أنت
bg: Вие
es: Tú
he: אתה
pt: Você
ru: Вы
uk: Ви

source: File upload request canceled
ar: تم إلغاء طلب رفع الملف
bg: Заявката за качване на файл е отказана
es: Solicitud de carga de archivo cancelada
he: בקשת העלאת הקובץ בוטלה
pt: Solicitação de envio de arquivo cancelada
uk: Запит на завантаження файлу скасовано

source: Ok
ar: حسناً
bg: ОК
he: אישור

source: Run autotest
ar: تشغيل الاختبار التلقائي
bg: Извърши автоматичен тест
es: Ejecutar autoprueba
he: הרץ בדיקה אוטומטית
pt: Executar teste automático
uk: Запустити автотест

source: SaveError
ar: خطأ في الحفظ
bg: Грешка при записване
es: Error al guardar
he: שגיאת שמירה
pt: Erro ao salvar
uk: Помилка збереження

source: Sending
ar: جاري الإرسال
bg: Изпращане
es: Enviando
he: שולח
pt: Enviando
uk: Надсилання
